brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "gh"
brew "hub"
brew "tldr"
brew "jq"
brew "exa"
brew "macvim"
brew "wget"
brew "nnn"
brew "tmux"
brew "neovim"
brew "poppler"
brew "bat"
brew "catimg"
brew "imagemagick"
brew "unrar"
brew "cmake"
brew "protobuf-c"
brew "git-lfs"
brew "ffmpeg"

cask "homebrew/cask-fonts/font-meslo-for-powerline"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "kitty"
