brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "the_silver_searcher"
brew "gh"
brew "hub"
brew "tldr"
brew "jq"
brew "exa"
brew "macvim"
brew "wget"
brew "nnn"
brew "tmux"
brew "neovim"

cask "homebrew/cask-fonts/font-meslo-for-powerline"
