brew "ripgrep"
brew "gh"
brew "tldr"
brew "jq"
brew "eza"
brew "macvim"
brew "wget"
brew "nnn"
brew "tmux"
brew "neovim"
brew "bat"
brew "imagemagick"
brew "cmake"
brew "git-lfs"
brew "ffmpeg"
brew "uv"
brew "cirruslabs/cli/tart"
brew "xcode-build-server"

cask "font-meslo-for-powerline"
cask "font-hack-nerd-font"
cask "kitty"
